<?php

return [
    'welcome' => 'Добро пожаловать',
    'lang' => 'Язык',
    'catalog' => 'Каталог',
    'about' => 'О НАС',
    'services' => 'УСЛУГИ',
    'our_services' => 'Наши услуги',
    'tracks' => 'ГОТОВЫЕ ТРЕКИ',
    'our_works' => 'НАШИ РАБОТЫ',
    'reviews' => 'ОТЗЫВЫ',
    'review' => 'Отзыв',
    'performance' => 'ВЫСТУПЛЕНИЯ',
    'register' => 'РЕГИСТРАЦИЯ',
    'auth' => 'Авторизация',
    'account' => 'ЛИЧНЫЙ КАБИНЕТ',
    'cart' => 'КОРЗИНА',
    'order_a_composition' => 'ЗАКАЗАТЬ КОМПОНОВКУ',
    'offer' => 'ОФЕРТА',
    'privacy' => 'ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ',
    'main_subtitle' => 'Музыка для художественной гимнастики и фигурного катания',
    'contacts' => 'Контакты',
    'graphic' => 'график работы: пн-пт  с 10:00 до 19:00 по мск',
    //ABOUT
    'about_1' => 'Приветствую! Меня зовут Валерия, я Мастер спорта России по художественной
     гимнастике. С 2016 года мы
     с командой компонуем музыку для танцевальных видов спорта: художественная гимнастика, фигурное
     катание, синхронное плавание и КЮР.',
    'about_2' => 'Компонуем музыку за пару часов',
    'about_3' => 'Имеется большая коллекция готовой музыки',
    'about_4' => 'для упражнений',
    'about_5' => 'В заказ включено 5 вариантов компоновки',
    'about_6' => 'Более 500 положительных отзывов',
    'about_7' => 'Наши компоновки звучат на Чемпионатах Мира',
    'about_8' => 'Для заказа компоновки:',
    'about_9' => '- заполните ',
    'about_10' => 'форму',
    'about_11' => '- свяжитесь удобным способом, указанным в ',
    'about_12' => 'контактах',
    //REQUEST MODAL
    'duration' => 'Длительность музыки',
    'beep' => 'Нужен ли beep (пик) перед музыкой',
    'yes' => 'Да',
    'no' => 'Нет',
    'need_dur' => 'Требуемая длительность музыки',
    'parts_of_song' => 'Выпишите по секундам какие части должны присутствовать в треке',
    'parts_of_song_plch' => 'Например, оставить с 01.20 по 02.30',
    'attach_music' => 'Прикрепите музыку для компоновки',
    'upload_a_file' => 'Загрузить файл',
    'your_name' => 'Ваше имя',
    'your_name_plch' => 'Анна Ахматова',
    'contact_you' => 'Контакт для связи с вами',
    'leave_a_request' => 'Оставить заявку',
    'agreement' => 'Нажимая на кнопку, вы даете согласие на обработку персональных данных и
    соглашаетесь с ',
    'agreement_1' => 'политикой конфиденциальности',
    'pay' => 'Оплатить',
    //SERVICES
    'services_t_1' => 'КОМПОНОВКА ИЗ 1 ТРЕКА',
    'services_t_2' => 'КОМПОНОВКА ИЗ 2-Х И БОЛЕЕ ТРЕКОВ В ОДИН',
    'services_t_3' => 'КОМПОНОВКА МУЗЫКИ ПО ГОТОВОМУ УПРАЖНЕНИЮ',
    'services_t_4' => 'ПОДБОР МУЗЫКИ',
    'services_t_5' => 'ДОРАБОТКА ВАШЕГО ГОТОВОГО ТРЕКА',
    'services_t_6' => 'ГОТОВЫЕ ТРЕКИ ИЗ КОЛЛЕКЦИИ',
    'services_d_1' => 'ВОЗМОЖНЫ ИЗМЕНЕНИЯ В МЕНЬШУЮ И БОЛЬШУЮ СУММЫ В ЗАВИСИМОСТИ ОТ СЛОЖНОСТИ РАБОТЫ И ДЛИТЕЛЬНОСТИ ТРЕКА.
    ПРЕДОСТАВЛЯЕТСЯ ДО 5 ВАРИАНТОВ КОМПОНОВКИ, ПОСЛЕДУЮЩИЕ ВАРИАНТЫ ОПЛАЧИВАЮТСЯ КАК НОВАЯ КОМПОНОВКА. ',
    'services_d_2' => 'НУЖНО ЗАМЕНИТЬ МУЗЫКУ ПРИ ЭТОМ СОХРАНИВ УПРАЖНЕНИЕ? ПРИШЛИТЕ ВИДЕО С ПРОГРАММОЙ И ВЫБРАННУЮ МУЗЫКУ НА ЗАМЕНУ, СКОМПОНУЕМ ТРЕК ПОД УЖЕ ГОТОВУЮ ПРОГРАММУ',
    'services_d_3' => 'ПОДБОРКА ИЗ 30 КОМПОЗИЦИЙ С РАЗНЫМ ПО ДЛИТЕЛЬНОСТИ ВРЕМЕНЕМ, В СООТВЕТСТВИИ С ЗАПРОСОМ: ПО ТЕМПУ, ЖАНРУ, СО СЛОВАМИ, БЕЗ СЛОВ.',
    'services_d_4' => 'ПОДОБРАННАЯ МУЗЫКА БУДЕТ МАКСИМАЛЬНО ПРИБЛИЖЕНА К ВАШЕМУ ЗАПРОСУ',
    'services_d_5' => "1. ДОБАВИТЬ 'ПИК'",
    'services_d_6' => '2.ИСПРАВИТЬ ПЕРЕХОДЫ(СТЫКИ)',
    'services_d_7' => '3. ИЗМЕНИТЬ ГРОМКОСТЬ ТРЕКА',
    'services_d_8' => 'ПРОСЛУШАТЬ ТРЕКИ',
    'services_p_1' => 'ОТ 1500 РУБЛЕЙ',
    'services_p_2' => 'ОТ 3000 РУБЛЕЙ',
    'services_p_3' => 'ОТ 100 РУБЛЕЙ',
    'services_p_4' => 'ОТ 700 РУБЛЕЙ',
    //REGISTRATION
    'register_p' => 'Пожалуйста, заполните вашу информацию ниже',
    'already_have' => 'Уже есть аккаунт?',
    'dont_have_yet' => 'Ещё нет аккаунта?',
    'forgot' => 'Забыли пароль?',
    'remember' => 'Запомнить меня',
    'next' => 'Далее',
    //CATALOG
    'not_found' => 'Треков не найдено',
    'genre' => 'Жанр',
    'dur' => 'Длительность',
    'words_in_track' => 'Слова в треке',
    'is' => 'Есть',
    'isnt' => 'Нет',
    //ACCOUNT
    'personal_info' => 'Личная информация',
    'change_profile' => 'Изменить профиль',
    'change_password' => 'Сменить пароль',
    'password' => 'Пароль',
    'password_reset_link' => 'Отправить ссылку для сброса пароля',
    'password_reset' => 'Сброс пароля',
    'new_password' => 'Новый пароль',
    'repeat_password' => 'Повторите пароль',
    'quit' => 'Выйти из аккаунта',
    'favorite_tracks' => 'Понравившиеся мелодии',
    'bought_tracks' => 'Купленные мелодии',
    'save' => 'Сохранить',
    //CART
    'your_order' => 'Ваш заказ',
    'nothing_selected' => 'Нет выбранных треков',
    'no_tracks' => 'Нет треков',
    'total' => 'Сумма',
    'pcs' => 'шт,',
    'region' => 'Страна, регион',
    'select_country' => 'Выберите страну, в которую вы приобретаете музыку',
    'select_region' => 'Выберите регион',
    'search_region' => 'Поиск',
    'added' => 'Трек добавлен в корзину',
    'see' => 'Посмотреть',
    'already_added' => 'Трек уже добавлен в корзину',
    'created' => ' Ваш заказ успешно оформлен',
    'bought' => 'Куплен:',
    //PRIVACY
    'privacy_1' => 'Сайт musicdesire.ru принадлежит Music Desire, которая является контроллером для ваших личных данных. Мы заботимся о ваших личных данных и гарантируем их конфиденциальность и безопасность.',
    'privacy_2' => 'Мы используем эту Политику конфиденциальности, которая определяет, как мы обрабатываем информацию, собранную musicdesire.ru, а также причины, по которым мы должны собирать определённые личные данные о вас. Поэтому вы должны прочитать данную Политику конфиденциальности перед использованием сайта musicdesire.ru.',
    'privacy_3' => 'Мы заботимся о ваших личных данных и гарантируем их конфиденциальность и безопасность.',
    'privacy_4' => 'ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ',
    'privacy_5' => 'при посещении musicdesire.ru, мы автоматически собираем определённую информацию о вашем устройстве, включая информацию о вашем веб-браузере, IP-адресе, часовом поясе и т. д. и некоторые из установленных файлов cookies на вашем устройстве. Кроме того, когда вы просматриваете Сайт, мы собираем информацию об отдельных страницах или продуктах, которые вы просматриваете, о том, какие сайты или условия поиска направили вас на Сайт и как вы взаимодействуете с Сайтом. Мы называем эту автоматически собранную информацию «Информация об устройстве». Кроме того, мы можем собирать личные данные, которые вы нам предоставляете (включая имя, фамилию, адрес, платежную информацию и т. д.) во время регистрации, чтобы иметь возможность выполнить соглашение.',
    'privacy_6' => 'ПОЧЕМУ МЫ ОБРАБАТЫВАЕМ ВАШИ ДАННЫЕ?',
    'privacy_7' => 'Нашим главным приоритетом является безопасность клиентов, вот почему мы должны обрабатывать
    тот минимальный объем пользовательских данных: ровно столько, сколько необходимо для
    обслуживания сайта. Информация, собираемая автоматически, используется только для выявления
    потенциальных нарушений и получения статистической информации об использовании Сайта. Эта
    статистическая информация не собирается таким образом, чтобы можно было идентифицировать
    конкретного пользователя системы.',
    'privacy_8' => 'Вы можете посещать Сайт, не сообщая нам, кто вы, и не раскрывая никакой информации, с
    помощью которой кто-либо мог бы идентифицировать вас как конкретное лицо. Однако, если вы
    хотите использовать некоторые функции сайта, хотите получать нашу рассылку новостей или
    другие сведения, заполнив форму, — вы можете предоставить нам личные данные, такие как ваш
    адрес электронной почты, имя, фамилия, место жительства, организации, телефона. Вы можете не
    предоставлять нам свои личные данные, но в этом случае вы не сможете воспользоваться
    определёнными функциями Сайта. Например, вы не сможете получать нашу рассылку новостей или
    связываться с нами напрямую через Сайт. Пользователи, которые не уверены, какая информация
    является обязательной, могут связаться с нами через yourmusicdesire@gmail.com.',
    'privacy_9' => 'ИНФОРМАЦИОННАЯ БЕЗОПАСНОСТЬ',
    'privacy_10' => ' Мы защищаем информацию, которую вы предоставляете на компьютерных серверах, в контролируемой
    безопасной среде, защищенной от несанкционированного доступа, использования или раскрытия.
    Мы принимаем разумные административные, технические и физические меры безопасности для
    защиты от несанкционированного доступа, использования, изменения и раскрытия личных данных,
    находящихся под его контролем и хранением. Однако передача данных через Интернет или
    беспроводную сеть не может быть гарантирована.',
    'privacy_11' => 'ЮРИДИЧЕСКОЕ РАСКРЫТИЕ',
    'privacy_12' => 'Мы будем раскрывать любую информацию, которую мы собираем, используем или получаем, если это
    требуется или разрешено законом, например, в соответствии с повесткой в ​​суд или
    аналогичным судебным процессом, и когда мы добросовестно полагаем, что раскрытие информации
    необходимо для защиты наших прав, вашей безопасности или безопасности других лиц,
    расследования мошенничества или ответа на запрос правительства.',
    'privacy_13' => 'КОНТАКТНАЯ ИНФОРМАЦИЯ',
    'privacy_14' => ' Если вы хотите связаться с нами, чтобы узнать больше об этой Политике, или хотите связаться
    с нами по любому вопросу, касающемуся индивидуальных прав и вашей Личной информации, вы
    можете отправить письмо на адрес yourmusicdesire@gmail.com.',
    'view_cart' => 'Посмотреть',
    'cart_lower' => 'Корзина',
    'order_lower' => 'Заказ',
    'order_success_toast' => 'Ваш заказ успешно оформлен',
    'not_found_loc' => 'Не найдено',
    'select_payment_method' => 'Выберите метод платежа',
    'payment' => 'Платеж',
    'payment_success' => 'Платеж принят. Спасибо за ваш заказ!',
    'payment_fail' => 'Заказ не оплачен. Пожалуйста, свяжитесь с нами любым удобным способом, указанном в разделе <a href="/contacts/">"Контакты"</a> ',
    'Paid' => 'Оплачено',
    'Not paid' => 'Не оплачено',
    'Location' => 'Регион',
    'Not selected' => 'Не выбран',
    'Tempo' => 'Темп',
    'Slow' => 'Медленный',
    'Average' => 'Средний',
    'Fast' => 'Быстрый',
];